Repository: lawrencebensaid/ContactLenses
Catalog: Shared/*.lproj/Localizable.strings
Languages: nl

source: Close
nl: Sluiten

source: Save
nl: Opslaan

source: Edit
nl: Wijzig

source: Delete
nl: Verwijder

source: Add lenses
nl: Lenzen invoeren

source: Settings
nl: Instellingen

source: Test push notifications
nl: Test push meldingen

source: APN authorized
nl: APN geauthoriseerd

source: APN denied
nl: APN geweigerd

source: Replacement needed %@
nl: Vervanging nodig %@

source: Material
nl: Materiaal

source: Soft
nl: Zacht

source: Daily
nl: Daglenzen

source: Extended
nl: Maandlenzen

source: Power
nl: Sterkte

source: Curvature
nl: Basiscurve

source: Left contact lens
nl: Linker lens

source: Right contact lens
nl: Rechter lens

source: Wear / replacement schedule
nl: Draag schema

source: No schedule
nl: Geen plan
